{
  "Menu": "Меню",
  "Language": "Язык",
  "Theme": "Тема",
  "Light": "Светлая",
  "Dark": "Темная",
  "Search for Weather:": "Поиск погоды:",
  "City name": "Название города",
  "Search": "Поиск",
  "Current weather data:": "Текущие данные о погоде:",
  "Description": "Описание",
  "Current temperature": "Текущая температура",
  "feels like": "ощущается как",
  "max": "макс",
  "min": "мин",
  "The wind speed (m/sec)": "Скорость ветра (м/сек)",
  "Wind direction": "Направление ветра",
  "N": "С",
  "NE": "СВ",
  "E": "В",
  "SE": "ЮВ",
  "S": "Ю",
  "SW": "ЮЗ",
  "W": "З",
  "NW": "СЗ",
  "Cloudiness": "Облачность",
  "Humidity": "Влажность",
  "Sunrise time": "Восход солнца",
  "Sunset time": "Заход солнца",
  "About app": "О приложении",
  "Home": "Домой",
  "Hi there": "Всем привет",
  "This application uses the Current weather data API with access to live weather data for any location on Earth, including over 200,000 cities! Weather data comes from a variety of sources such as global and local weather models, satellites, radars, and an extensive network of weather stations": "Это приложение использует API данных о текущей погоде с доступом к данным о погоде в реальном времени для любого места на Земле, включая более 200 000 городов! Данные о погоде поступают из различных источников, таких как глобальные и местные погодные модели, спутники, радары и обширная сеть метеостанций",
  "Internationalization of the application is implemented using the library": "Интернационализация приложения реализована с помощью библиотеки",
  "Warning": "Предупреждение",
  "Weather forecasts are never 100% accurate. Observed meteorological conditions often contradict forecasts. It is strongly recommended that you do not rely on this site as your only source of meteorological information and consider your life experience and common sense when making decisions": "Прогнозы погоды никогда не бывают точными на 100%. Наблюдаемые метеорологические условия часто противоречат прогнозам. Настоятельно рекомендуется не полагаться на этот сайт как на единственный источник метеорологической информации и учитывать свой жизненный опыт и здравый смысл при принятии решений",
  "Contacts": "Контакты",
  "For all questions, please contact by the address": "По всем вопросам, пожалуйста, обращайтесь по адресу",
  "Do you want to know the weather forecast in this city for a week": "Хотите узнать прогноз погоды в этом городе на неделю",
  "Click here": "Кликните здесь",
  "Date": "Дата",
  "The temperature": "Температура",
  "Pressure, hPa": "Давление, гПа",
  "Probability of precipitation": "Вероятность осадков",
  "mm": "мм",
  "Rain": "Дождь",
  "Snow": "Снег",
  "Select a city from the list below": "Выберите город из списка ниже",
  "City name required": "Название города обязательно",
  "Only letters, spaces and symbols are allowed - . , '": "Разрешены только буквы, пробелы и символы - . , '",
  "No results were found for your request! Check if the city name is entered correctly.": "По Вашему запросу ничего не найдено! Проверьте, правильно ли введено название города.",
  "Clear": "Очистить"
}
