{
  "Menu": "Меню",
  "Language": "Мова",
  "Theme": "Тема",
  "Light": "Світла",
  "Dark": "Темна",
  "Search for Weather:": "Пошук погоди:",
  "City name": "Назва міста",
  "Search": "Пошук",
  "Current weather data:": "Поточні погодні дані:",
  "Description": "Опис",
  "Current temperature": "Поточна температура",
  "feels like": "відчувається як",
  "max": "макс",
  "min": "мін",
  "The wind speed (m/sec)": "Швидкість вітру (м/сек)",
  "Wind direction": "Напрямок вітру",
  "N": "Пв",
  "NE": "ПвС",
  "E": "С",
  "SE": "ПдС",
  "S": "Пд",
  "SW": "ПдЗ",
  "W": "З",
  "NW": "ПвЗ",
  "Cloudiness": "Хмарність",
  "Humidity": "Вологість",
  "Sunrise time": "Схід сонця",
  "Sunset time": "Захід сонця",
  "About app": "Про додаток",
  "Home": "Додому",
  "Hi there": "Привіт всім",
  "This application uses the Current weather data API with access to live weather data for any location on Earth, including over 200,000 cities! Weather data comes from a variety of sources such as global and local weather models, satellites, radars, and an extensive network of weather stations": "Цей додаток використовує API поточних даних про погоду з доступом до даних про погоду в реальному часі для будь-якого місця на Землі, включаючи понад 200 000 міст! Дані про погоду надходять з різних джерел, таких як глобальні та місцеві моделі погоди, супутники, радари та розгалужена мережа метеостанцій",
  "Internationalization of the application is implemented using the library": "Інтернаціоналізація додатку реалізована за допомогою бібліотеки",
  "Warning": "Попередження",
  "Weather forecasts are never 100% accurate. Observed meteorological conditions often contradict forecasts. It is strongly recommended that you do not rely on this site as your only source of meteorological information and consider your life experience and common sense when making decisions": "Прогнози погоди ніколи не є точними на 100%. Спостережувані метеорологічні умови часто суперечать прогнозам. Наполегливо рекомендується не покладатися на цей сайт як на єдине джерело метеорологічної інформації, а враховувати свій життєвий досвід та здоровий глузд при прийнятті рішень",
  "Contacts": "Контакти",
  "For all questions, please contact by the address": "З усіх питань, будь ласка, звертайтеся за адресою",
  "Do you want to know the weather forecast in this city for a week": "Хочете знати прогноз погоди в цьому місті на тиждень",
  "Click here": "Натисніть тут",
  "Date": "Дата",
  "The temperature": "Температура",
  "Pressure, hPa": "Тиск, гПа",
  "Probability of precipitation": "Ймовірність опадів",
  "mm": "мм",
  "Rain": "Дощ",
  "Snow": "Сніг",
  "Select a city from the list below": "Виберіть місто зі списку нижче",
  "City name required": "Назва міста обов’язкова",
  "Only letters, spaces and symbols are allowed - . , '": "Дозволені лише літери, пробіли та символи - . , '",
  "No results were found for your request! Check if the city name is entered correctly.": "За Вашим запитом результатів не знайдено! Перевірте, чи правильно введено назву міста.",
  "Clear": "Очистити"
}
